[
  {
    "project": "Secret Garden",
    "scenes": [
      {
        "title": "Scene 2",
        "lines": [
          {
            "character": "Mary",
            "line": "Are you my uncle Archibald?"
          },
          {
            "character": "Archibald",
            "line": "Who's that?"
          },
          {
            "character": "Mary",
            "line": "It's Mary Lennox, sir. Are you my Uncle Archibald?"
          },
          {
            "character": "Archibald",
            "line": "Yes, I am. Good morning, child."
          },
          {
            "character": "Mary",
            "line": "Are you going to be my father now?"
          },
          {
            "character": "Archibald",
            "line": "I am your guardian. Though I am a poor one for any child. I offer you..."
          },
          {
            "character": "Mary",
            "line": "Is this my Aunt Lily, in this picture?"
          },
          {
            "character": "Archibald",
            "line": "Yes, it is. Where did you get that?"
          },
          {
            "character": "Mary",
            "line": "It was on my dresser, in India. Maybe Mother put it there. I don't know."
          },
          {
            "character": "Archibald",
            "line": "Your mother and my Lily. <Mary grabs the photo away from him> Please excuse me. <notices her dress> Who dressed you, child?"
          },
          {
            "character": "Mary",
            "line": "Martha tried to, sir."
          },
          {
            "character": "Archibald",
            "line": "Yes, I see."
          },
          {
            "character": "Rose",
            "line": "Lily, you've been dancing with that gloomy Archibald all evening!"
          },
          {
            "character": "Lily",
            "line": "He's just shy, Rose. I think Archie has the tenderest heart I've ever known."
          },
          {
            "character": "Rose",
            "line": "Silly Lily. Have you been so busy looking into his eyes, that you've missed the hump on his back?"
          },
          {
            "character": "Archibald",
            "line": "I do hope you'll enjoy the gardens."
          },
          {
            "character": "Mary",
            "line": "But I want to know what happens to dead people."
          },
          {
            "character": "Archibald",
            "line": "Yes. Well. Quite natural that you should wonder that. We bury them. We put their things away, we remember things they said. We... talk to them. In our minds, of course."
          },
          {
            "character": "Mary",
            "line": "Can they hear us?"
          },
          {
            "character": "Archibald",
            "line": "And then one morning, when we think we're over them at last, we find ourselves in the ballroom, knowing full well we've been here all night, and we draw the painful conclusion that we have been dancing with them again."
          },
          {
            "character": "Mary",
            "line": "I don't understand."
          },
          {
            "character": "Archibald",
            "line": "Nor will you ever. They're not gone, you see. Just dead."
          },
          {
            "character": "Mary",
            "line": "Is my Aunt Lily a ghost now?"
          },
          {
            "character": "Archibald",
            "line": "Why, have you heard her?"
          },
          {
            "character": "Mary",
            "line": "I heard someone crying in the house last night. But I don't know anything about ghosts. Is my father a ghost now? Does everyone who dies become a ghost?"
          },
          {
            "character": "Archibald",
            "line": "They're only a ghost if someone alive is still holding onto them."
          },
          {
            "character": "Mary",
            "line": "Maybe what I heard was mother, telling me to be nice so you'll keep me."
          },
          {
            "character": "Archibald",
            "line": "The house is haunted, child. Day and night. But it is yours to live in as long as I am here. I offer my deepest sympathies on your arrival."
          },
          {
            "character": "Mary",
            "line": "Did my mother have any other family?"
          }
        ]
      },
      {
        "title": "Scene 4",
        "lines": [
          {
            "character": "Archibald",
            "line": "Will this rain never stop?"
          },
          {
            "character": "Dr. Craven",
            "line": "Archie, I'm so pleased. I've finally located a suitable school for young Mary."
          },
          {
            "character": "Archibald",
            "line": "A school?"
          },
          {
            "character": "Dr. Craven",
            "line": "She needs the company of other children. Particularly after a tragendy such as this."
          },
          {
            "character": "Archibald",
            "line": "But she's practically just arrived, Neville. Does she want to leave?"
          },
          {
            "character": "Dr. Craven",
            "line": "This is no house for a child. What will she have to do here? Wander the halls?"
          },
          {
            "character": "Archibald",
            "line": "As I do, you mean? What a wretched house this is. Father should have left Misslethwaite to you, Neville, not me."
          },
          {
            "character": "Dr. Craven",
            "line": "You are the elder brother, Archie. That would never have occurred to him. But if you continue to feel you cannot live here, then leave. You were happy once before. In Paris. You're still a young man. There is no reason..."
          },
          {
            "character": "Archibald",
            "line": "I can't leave, Neville."
          },
          {
            "character": "Dr. Craven",
            "line": "But what goes does it do to sit by the boy's bed, night after night, hoping for a miracle?"
          },
          {
            "character": "Archibald",
            "line": "They have been known to happen."
          },
          {
            "character": "Dr. Craven",
            "line": "When Lily died, I gave up my practice to care for the..."
          },
          {
            "character": "Archibald",
            "line": "You've been completely faithful, Neville. I am deeply grateful."
          },
          {
            "character": "Dr. Craven",
            "line": "But I did not give up my responsibility to you, Archie. I cannot allow you to waste your life waiting for the inenvitable end. I cannot."
          },
          {
            "character": "Archibald",
            "line": "I am not wasting my life, Neville. This is my life now."
          },
          {
            "character": "Mrs. Medlock",
            "line": "Beg pardon, sir, you sent for young Mary."
          },
          {
            "character": "Archibald",
            "line": "Yes, child. Come in. Perhaps we can manage to have a moment before the storm carries us away. Take a chair."
          },
          {
            "character": "Mary",
            "line": "Thank you, sir."
          },
          {
            "character": "Archibald",
            "line": "Are you well? Do they take good care of you?"
          },
          {
            "character": "Mary",
            "line": "Yes, sir. Thank you, sir."
          },
          {
            "character": "Archibald",
            "line": "I'm sorry it's been so long since we've spoken. It's just I keep forgetting you. I inteded to find you a school to go to or..."
          },
          {
            "character": "Mary",
            "line": "Oh no. Please don't send me away!"
          },
          {
            "character": "Archibald",
            "line": "No, of course not. But perhaps you would enjoy a governess, considering you've had a chance to look around now and know there's nothing for you to do. What do you say to that?"
          },
          {
            "character": "Mary",
            "line": "Please don't make me have a governess, sir. There's everything for me to do here. There are so many gardens to walk around in, and so much to learn about them. Martha gave me a skipping rope, and Dickon gave me some seeds and..."
          },
          {
            "character": "Albert",
            "line": "And here's a rose for you, Mary..."
          },
          {
            "character": "Archibald",
            "line": "Yes, all right then..."
          },
          {
            "character": "Albert",
            "line": "Happy birthday, darling."
          },
          {
            "character": "Archibald",
            "line": "Play outside if you like, but is there anything you need? Would you like some toys, or books, or dolls perhaps?"
          },
          {
            "character": "Mary",
            "line": "Might I..."
          },
          {
            "character": "Archibald",
            "line": "Speak up, child."
          },
          {
            "character": "Mary",
            "line": "Might I have a bit of earth, sir?"
          },
          {
            "character": "Archibald",
            "line": "A bit of earth?"
          },
          {
            "character": "Mary",
            "line": "To plant seeds in, yes sir. A garden."
          },
          {
            "character": "Archibald",
            "line": "Do you care about gardens so much, then?"
          },
          {
            "character": "Mary",
            "line": "I didn't know about them in India. I was always ill, and tired and it was too hot. I sometimes played at making little flower beds, sticking things in the sand. But here, I might have a real garden if you would allow it, sir."
          },
          {
            "character": "Archibald",
            "line": "Are you sure there's nothing else?"
          },
          {
            "character": "Mary",
            "line": "No, sir."
          },
          {
            "character": "Archibald",
            "line": "All right, then. You may have your earth. Take as much earth as you want."
          },
          {
            "character": "Mary",
            "line": "Thank you very much, sir."
          },
          {
            "character": "Archibald",
            "line": "It's much worse being back this time. The dreams are much more vivid. And I hear things. In the halls."
          },
          {
            "character": "Dr. Craven",
            "line": "It's the girl, Archie."
          },
          {
            "character": "Archibald",
            "line": "Do you mean Mary? But I never see her."
          },
          {
            "character": "Dr. Craven",
            "line": "Because you can't see her, Archie, because she reminds you of Lily."
          },
          {
            "character": "Archibald",
            "line": "You can't be serious."
          },
          {
            "character": "Dr. Craven",
            "line": "I can see the resemblance, myself. Although Lily's hair was more... You were very kind fo take the girl in, Archie, but in your state, it's simply too much. If you allow the girl to stay here, to grow up here, I have no doubt your dreams, to the very least, will get worse."
          },
          {
            "character": "Archibald",
            "line": "But you can see the girl is lonely, Neville. Perhaps I should have more conversations with her."
          },
          {
            "character": "Dr. Craven",
            "line": "I don't think that is wise, Archie."
          },
          {
            "character": "Archibald",
            "line": "A bit of earth..."
          }
        ]
      }
    ]
  }
]
