[
  {
    "project": "Secret Garden",
    "scenes": [
      {
        "title": "A1S1",
        "lines": [
          { "character": "Mary", "line": "Are you my servant?" },
          {
            "character": "Martha",
            "line": "Well there, Mary Lennox. Me name is Martha. And now tha'rt up, I'll make tha' bed."
          },
          {
            "character": "Mary",
            "line": "Aren't you going to dress me first?"
          },
          { "character": "Martha", "line": "Canna tha' dress theyself, then?" },
          { "character": "Mary", "line": "In India, my Ayah dressed me." },
          {
            "character": "Martha",
            "line": "Well then, it'll do tha' good to wait on thysel' a bit. 'Tis fair a wonder grand folks children don't turn out fair fools, bein' washed and took out to walk like they was puppies."
          },
          { "character": "Mary", "line": "What is this language you speak?" },
          {
            "character": "Martha",
            "line": "Well, of course you've not heard any Yorkshire, livin' in India, have ye? Mrs. Medlock said I'd haev to be careful or you wouldn't undertand what I was sayin'. But I didn't know what to expect from you either. When I heard you wan comin' from Bombay, I thought you'd be a solid brown, I did. But you're not brown at all. More yellow, I'd say. Eh, now lassie, I didn't know you'd be so easy vexed. I'll help you on with your clotehs this time, if you like. You just pretend you're back in India, and I'm your servant, and you just give me that little yellow foot."
          },
          { "character": "Mary", "line": "I'm quite all right. Thank you." },
          {
            "character": "Martha",
            "line": "Look there. Out the window. It's the moor, it is. Like a dull purple sea this morning. Do you like it?"
          },
          { "character": "Mary", "line": "I hate it." },
          {
            "character": "Martha",
            "line": "Ah, you wait till spring, then. For the moor is fair covered in gorse and heather, and there's such a lot of fresh air. My brother Dickon goes off and plays on the moor for hours. He's got a pony that's made friends with him, and birds and sheep and such as eats right out of his hand."
          },
          { "character": "Mary", "line": "These are not my clothes." },
          { "character": "Martha", "line": "Ay, miss, your uncle..." },
          { "character": "Mary", "line": "These are nicer than mine." },
          {
            "character": "Martha",
            "line": "You get these new clothes on then, and wrap up warm and run out and play. That'll give you stomach for your porridge."
          },
          {
            "character": "Mary",
            "line": "Mrs. Medlock told me there's nothing out there but a big old park."
          },
          {
            "character": "Martha",
            "line": "Well, maybe you'll run into our Dickon out there. Maybe he'll give you a ride on his pony. Maybe he'll..."
          },
          { "character": "Mary", "line": "I don't know anything about boys." },
          {
            "character": "Martha",
            "line": "IF I HAD A FINE WHITE HORSE... / ...THEN COME AND TELL MY FINE WHITE HORSE AND ME."
          },
          {
            "character": "Martha",
            "line": "Oh, now there's Mrs. Medlock's bell, and I've got all this to clean up first. Can you find your way out yourself? It's down the stairs, past the ballroom."
          },
          { "character": "Mary", "line": "I'll find it." },
          {
            "character": "Martha",
            "line": "Mary Lennox. I thought tha' might like to have a skipping rope to play with. Mary Lennox. Tha' forgot tha' rope."
          }
        ]
      },
      {
        "title": "A1S2",
        "lines": [
          {
            "character": "Mary",
            "line": "Are you my uncle Archibald?"
          },
          {
            "character": "Archibald",
            "line": "Who's that?"
          },
          {
            "character": "Mary",
            "line": "It's Mary Lennox, sir. Are you my Uncle Archibald?"
          },
          {
            "character": "Archibald",
            "line": "Yes, I am. Good morning, child."
          },
          {
            "character": "Mary",
            "line": "Are you going to be my father now?"
          },
          {
            "character": "Archibald",
            "line": "I am your guardian. Though I am a poor one for any child. I offer you..."
          },
          {
            "character": "Mary",
            "line": "Is this my Aunt Lily, in this picture?"
          },
          {
            "character": "Archibald",
            "line": "Yes, it is. Where did you get that?"
          },
          {
            "character": "Mary",
            "line": "It was on my dresser, in India. Maybe Mother put it there. I don't know."
          },
          {
            "character": "Archibald",
            "line": "Your mother and my Lily. <Mary grabs the photo away from him> Please excuse me. <notices her dress> Who dressed you, child?"
          },
          {
            "character": "Mary",
            "line": "Martha tried to, sir."
          },
          {
            "character": "Archibald",
            "line": "Yes, I see."
          },
          {
            "character": "Rose",
            "line": "Lily, you've been dancing with that gloomy Archibald all evening!"
          },
          {
            "character": "Lily",
            "line": "He's just shy, Rose. I think Archie has the tenderest heart I've ever known."
          },
          {
            "character": "Rose",
            "line": "Silly Lily. Have you been so busy looking into his eyes, that you've missed the hump on his back?"
          },
          {
            "character": "Archibald",
            "line": "I do hope you'll enjoy the gardens."
          },
          {
            "character": "Mary",
            "line": "But I want to know what happens to dead people."
          },
          {
            "character": "Archibald",
            "line": "Yes. Well. Quite natural that you should wonder that. We bury them. We put their things away, we remember things they said. We... talk to them. In our minds, of course."
          },
          {
            "character": "Mary",
            "line": "Can they hear us?"
          },
          {
            "character": "Archibald",
            "line": "And then one morning, when we think we're over them at last, we find ourselves in the ballroom, knowing full well we've been here all night, and we draw the painful conclusion that we have been dancing with them again."
          },
          {
            "character": "Mary",
            "line": "I don't understand."
          },
          {
            "character": "Archibald",
            "line": "Nor will you ever. They're not gone, you see. Just dead."
          },
          {
            "character": "Mary",
            "line": "Is my Aunt Lily a ghost now?"
          },
          {
            "character": "Archibald",
            "line": "Why, have you heard her?"
          },
          {
            "character": "Mary",
            "line": "I heard someone crying in the house last night. But I don't know anything about ghosts. Is my father a ghost now? Does everyone who dies become a ghost?"
          },
          {
            "character": "Archibald",
            "line": "They're only a ghost if someone alive is still holding onto them."
          },
          {
            "character": "Mary",
            "line": "Maybe what I heard was mother, telling me to be nice so you'll keep me."
          },
          {
            "character": "Archibald",
            "line": "The house is haunted, child. Day and night. But it is yours to live in as long as I am here. I offer my deepest sympathies on your arrival."
          },
          {
            "character": "Mary",
            "line": "Did my mother have any other family?"
          }
        ]
      },
      {
        "title": "A1S4",
        "lines": [
          {
            "character": "Archibald",
            "line": "Will this rain never stop?"
          },
          {
            "character": "Dr. Craven",
            "line": "Archie, I'm so pleased. I've finally located a suitable school for young Mary."
          },
          {
            "character": "Archibald",
            "line": "A school?"
          },
          {
            "character": "Dr. Craven",
            "line": "She needs the company of other children. Particularly after a tragedy such as this."
          },
          {
            "character": "Archibald",
            "line": "But she's practically just arrived, Neville. Does she want to leave?"
          },
          {
            "character": "Dr. Craven",
            "line": "This is no house for a child. What will she have to do here? Wander the halls?"
          },
          {
            "character": "Archibald",
            "line": "As I do, you mean? What a wretched house this is. Father should have left Misslethwaite to you, Neville, not me."
          },
          {
            "character": "Dr. Craven",
            "line": "You are the elder brother, Archie. That would never have occurred to him. But if you continue to feel you cannot live here, then leave. You were happy once before. In Paris. You're still a young man. There is no reason..."
          },
          {
            "character": "Archibald",
            "line": "I can't leave, Neville."
          },
          {
            "character": "Dr. Craven",
            "line": "But what goes does it do to sit by the boy's bed, night after night, hoping for a miracle?"
          },
          {
            "character": "Archibald",
            "line": "They have been known to happen."
          },
          {
            "character": "Dr. Craven",
            "line": "When Lily died, I gave up my practice to care for the..."
          },
          {
            "character": "Archibald",
            "line": "You've been completely faithful, Neville. I am deeply grateful."
          },
          {
            "character": "Dr. Craven",
            "line": "But I did not give up my responsibility to you, Archie. I cannot allow you to waste your life waiting for the inenvitable end. I cannot."
          },
          {
            "character": "Archibald",
            "line": "I am not wasting my life, Neville. This is my life now."
          },
          {
            "character": "Mrs. Medlock",
            "line": "Beg pardon, sir, you sent for young Mary."
          },
          {
            "character": "Archibald",
            "line": "Yes, child. Come in. Perhaps we can manage to have a moment before the storm carries us away. Take a chair."
          },
          {
            "character": "Mary",
            "line": "Thank you, sir."
          },
          {
            "character": "Archibald",
            "line": "Are you well? Do they take good care of you?"
          },
          {
            "character": "Mary",
            "line": "Yes, sir. Thank you, sir."
          },
          {
            "character": "Archibald",
            "line": "I'm sorry it's been so long since we've spoken. It's just I keep forgetting you. I intended to find you a school to go to or..."
          },
          {
            "character": "Mary",
            "line": "Oh no. Please don't send me away!"
          },
          {
            "character": "Archibald",
            "line": "No, of course not. But perhaps you would enjoy a governess, considering you've had a chance to look around now and know there's nothing for you to do. What do you say to that?"
          },
          {
            "character": "Mary",
            "line": "Please don't make me have a governess, sir. There's everything for me to do here. There are so many gardens to walk around in, and so much to learn about them. Martha gave me a skipping rope, and Dickon gave me some seeds and..."
          },
          {
            "character": "Albert",
            "line": "And here's a rose for you, Mary..."
          },
          {
            "character": "Archibald",
            "line": "Yes, all right then..."
          },
          {
            "character": "Albert",
            "line": "Happy birthday, darling."
          },
          {
            "character": "Archibald",
            "line": "Play outside if you like, but is there anything you need? Would you like some toys, or books, or dolls perhaps?"
          },
          {
            "character": "Mary",
            "line": "Might I..."
          },
          {
            "character": "Archibald",
            "line": "Speak up, child."
          },
          {
            "character": "Mary",
            "line": "Might I have a bit of earth, sir?"
          },
          {
            "character": "Archibald",
            "line": "A bit of earth?"
          },
          {
            "character": "Mary",
            "line": "To plant seeds in, yes sir. A garden."
          },
          {
            "character": "Archibald",
            "line": "Do you care about gardens so much, then?"
          },
          {
            "character": "Mary",
            "line": "I didn't know about them in India. I was always ill, and tired and it was too hot. I sometimes played at making little flower beds, sticking things in the sand. But here, I might have a real garden if you would allow it, sir."
          },
          {
            "character": "Archibald",
            "line": "Are you sure there's nothing else?"
          },
          {
            "character": "Mary",
            "line": "No, sir."
          },
          {
            "character": "Archibald",
            "line": "All right, then. You may have your earth. Take as much earth as you want."
          },
          {
            "character": "Mary",
            "line": "Thank you very much, sir."
          },
          {
            "character": "Archibald",
            "line": "It's much worse being back this time. The dreams are much more vivid. And I hear things. In the halls."
          },
          {
            "character": "Dr. Craven",
            "line": "It's the girl, Archie."
          },
          {
            "character": "Archibald",
            "line": "Do you mean Mary? But I never see her."
          },
          {
            "character": "Dr. Craven",
            "line": "Because you can't see her, Archie, because she reminds you of Lily."
          },
          {
            "character": "Archibald",
            "line": "You can't be serious."
          },
          {
            "character": "Dr. Craven",
            "line": "I can see the resemblance, myself. Although Lily's hair was more... You were very kind fo take the girl in, Archie, but in your state, it's simply too much. If you allow the girl to stay here, to grow up here, I have no doubt your dreams, to the very least, will get worse."
          },
          {
            "character": "Archibald",
            "line": "But you can see the girl is lonely, Neville. Perhaps I should have more conversations with her."
          },
          {
            "character": "Dr. Craven",
            "line": "I don't think that is wise, Archie."
          },
          {
            "character": "Archibald",
            "line": "A bit of earth..."
          }
        ]
      },
      {
        "title": "A2S2",
        "lines": [
          {
            "character": "Dr. Craven",
            "line": "Archie, you must tell me what we are to do with Mary. She goes where she wants to go, and does what she wants to do. I can't hope to succeed with Collins treatment if she is allowed to sneak into his room and disturb him. You must send her away before she undo everything we have tried to do."
          },
          {
            "character": "Archibald",
            "line": "I can't send her away, Neville. She has no one on the Earth, but me. Can't you keep her outside? She likes the gardens, I believe."
          },
          { "character": "Dr. Craven", "line": "What are you doing, Archie?" },
          {
            "character": "Archibald",
            "line": "I'm leaving, Neville. You have things will in hand here."
          },
          {
            "character": "Dr. Craven",
            "line": "Well in hand? Haven't you heard anything I've just said?"
          },
          {
            "character": "Archibald",
            "line": "And last night, I dreamed I walked through the maze to Lily's garden, and saw Lily and Mary standing there. Mary, standing right there in Lily's garden. I turned away... I couldn't watch... I was afraid."
          },
          {
            "character": "Archibald",
            "line": "I shan't be gone long. Perhaps just till the Autumn."
          },
          { "character": "Dr. Craven", "line": "And Mary?" },
          {
            "character": "Archibald",
            "line": "I'll write her a note from Paris."
          },
          {
            "character": "Dr. Craven",
            "line": "You wouldn't be sending Mary away, Archie. Only giving her the education she deserves. I feel quite certain that Albert and Rose wouldn't want the girl to grow up just wandering around."
          },
          {
            "character": "Archibald",
            "line": "Yes, I see. Well, then... perhaps you should look into a few schools. Some place she could learn to sing would be pleasant. I'll leave it all in your hands, Neville. Now, I'll go look in on Colin and..."
          },
          { "character": "Dr. Craven", "line": "Just see you don't wake him." },
          {
            "character": "Archibald",
            "line": "In ten years have I ever awakened the boy?"
          },
          {
            "character": "Dr. Craven",
            "line": "I'll gather the staff so you can say goodbye."
          },
          {
            "character": "Archibald",
            "line": "Oh for God's sake, Neville, just let me slip away! ... I'm sorry. Tell them... tell them whatever you always tell them."
          }
        ]
      },
      {
        "title": "A2S10",
        "lines": [
          {
            "character": "Dr. Craven",
            "line": "Archie, why didn't you cable us you were coming."
          },
          {
            "character": "Archibald",
            "line": "I didn't know myself, Neville."
          },
          {
            "character": "Dr. Craven",
            "line": "What on earth is all that noise?"
          },
          {
            "character": "Colin",
            "line": "Oh no you don't. I'm lots faster than you. Here we come!"
          },
          { "character": "Mary", "line": "Colin Craven, not so fast!" },
          { "character": "Dr. Craven", "line": "Mary Lennox!" },
          { "character": "Colin", "line": "Father!" },
          { "character": "Colin", "line": "Look at me!" },
          {
            "character": "Archibald",
            "line": "Oh, Colin, my fine brave boy. Can you forgive me?"
          },
          {
            "character": "Colin",
            "line": "It was the garden that did it, Father, and Mary and Dickon, and some kind of... charm that came right out of the ground."
          },
          {
            "character": "Archibald",
            "line": "Neville, were you hoping to surprise me with this news?"
          },
          {
            "character": "Dr. Craven",
            "line": "I knew they were looking better, but I had no idea they were..."
          },
          {
            "character": "Colin",
            "line": "We didn't want you to know. We were afraid you wouldn't let us come to the garden if you knew."
          },
          { "character": "Dr. Craven", "line": "But how did you -" },
          {
            "character": "Colin",
            "line": "William carried me down the stairs until -"
          },
          {
            "character": "Dr. Craven",
            "line": "But what have you eaten? You haven't touched the food we've sent to your rooms for weeks."
          },
          {
            "character": "Colin",
            "line": "Martha sent us food, we ate in the garden. We ate enough for ten children."
          },
          { "character": "Archibald", "line": "You did, did you?" },
          {
            "character": "Colin",
            "line": "Oatcakes and roasted eggs and fresh milk and - "
          },
          {
            "character": "Dr. Craven",
            "line": "It's all terribly confusing. After all these years, to -"
          },
          {
            "character": "Archibald",
            "line": "It was very confusing, Neville. Why don't you take my flat in Paris and stay as long as you like. And when you return, perhaps you will allow me to help you re-etablish your practice, in town if you like, so you can resume your own life, free of the enormous burden you have carried on our behalf."
          },
          { "character": "Dr. Craven", "line": "Thank you, Archie." },
          {
            "character": "Mary",
            "line": "(to Archibald) And will you stay home with us?"
          },
          { "character": "Archibald", "line": "Colin, Colin. Look at you." },
          {
            "character": "Colin",
            "line": "It was Ben that kept the garden alive, Father, until we could get here."
          },
          {
            "character": "Ben",
            "line": "I know it was against your orders, sir, but -"
          },
          {
            "character": "Archibald",
            "line": "As I remember, it was Lily who ordered you to take care of this garden, Ben. Well done."
          },
          { "character": "Ben", "line": "Thank you, sir." },
          { "character": "Colin", "line": "And it was Dickon who -" },
          {
            "character": "Archibald",
            "line": "Yes, I can imagine. Dickon if there is ever anything we can -"
          },
          {
            "character": "Martha",
            "line": "Sir. What is to become of our Mary?"
          },
          { "character": "Archibald", "line": "Why, Mary." },
          { "character": "Albert", "line": "CLUSTERS OF CROCUS..." },
          {
            "character": "Mary",
            "line": "Here's your key, if you want it back, sir. You didn't bury it after all. I'd have never found it if you..."
          },
          {
            "character": "Archibald",
            "line": "I had nearly forgotten you in all this."
          },
          {
            "character": "Mary",
            "line": "It's hard to remember everybody, sir."
          },
          {
            "character": "Archibald",
            "line": "No it isn't. Three isn't very many people at all. I should be able to remember three people quite easily."
          },
          { "character": "Mary", "line": "Would I be one of them?" },
          {
            "character": "Archibald",
            "line": "Mary Lennox, for as long as you will have us, we are yours, Colin and I. And this is your home. And this, my lovely child... is your garden."
          },
          {
            "character": "DREAMERS",
            "line": "COME TO MY GARDEN / NESTLED IN THE HILL / THERE I'LL KEEP YOU SAFE BESIDE ME. COME TO MY GARDEN REST THERE IN MY ARMS / THERE I'LL SEE YOU / SAFELY GROWN AND ON YOUR WAY."
          }
        ]
      }
    ]
  }
]
